Repository: CromFr/LcdaAccountManager
Catalog: views/localization.*.po
Languages: fr_fr

# GenToken.Title
source: Access token generation
fr_fr: Génération d'un token d'accès

# GenToken.Intro
source: Access tokens allows other websites to access your LCDA account data without asking your password.
fr_fr: Les tokens permettent à des sites tiers d'accéder aux informations de votre compte LCDA sans demander votre mot de passe.

# GenToken.AdminTokenWarning
source: Warning: This token will give full control over your account !
fr_fr: Attention : Ce token donne un accès total à votre compte

# GenToken.TokenName
source: Token name
fr_fr: Nom du token

# GenToken.TokenName.Tooltip
source: Name that will be visible in the token list
fr_fr: Nom tel qu'il apparaîtra dans la liste des tokens du compte

# GenToken.TokenType
source: Access type
fr_fr: Type d'accès

# GenToken.TokenType.Tooltip
source: Authorized actions using this token
fr_fr: Actions autorisées en utilisant ce token

# GenToken.TokenType.restricted
source: Restricted (characters only)
fr_fr: Restreint (personnages uniquement)

# GenToken.TokenType.admin
source: Admin (full access)
fr_fr: Admin (accès total)

# GenToken.Target
source: Receiver
fr_fr: Destinataire

# GenToken.Target.Tooltip
source: The token will be sent to this address
fr_fr: Le token sera envoyé au site web à l'adresse indiquée

source: Account
fr_fr: Compte

source: Password
fr_fr: Mot de passe

source: Cancel
fr_fr: Annuler

source: Login
fr_fr: Connexion
